Todo201905.org
#+TITLE: Org-mode todo 2019-05
#+AUTHOR: [[https://wangcc.me][Chaochen Wang]]
#+EMAIL: chaochen@wangcc.me
#+OPTIONS: d:(not "LOGBOOK") date:t e:t email:t f:t inline:t num:t
#+OPTIONS: timestamp:t title:t toc:t todo:t |:t

#+BEGIN_EXAMPLE 
Org is a mode for keeping notes, maintaining TODO lists,
and doing project planning with a fast and effective 
plain-text system.
#+END_EXAMPLE

* <2019-05-04 Sat> Golden week tasks:
** DONE Research square stat review task 1                         :private:
** DONE Research square stat review task 2                         :private:
** DONE Redo NDNS RP MLCA separately                                 :LSHTM:

* <2019-05-07 Tue> First working day of Reiwa tasks: 
** DONE Deep learning 3nd course Week 2 assignment                 :private:
** DONE Breast cancer and reproduction (confirm the SAP)               :JACC:
DEADLINE: <2019-04-25 Thu>
** DONE Upload the questions                                            :AMU:
** DONE Buy food for my kids                                        :private:
** DONE Pick up the family from the airport                        :private:
*** picked up at midnight <2019-05-08 Wed> 1am at the airport bad sleep
* Other Tasks:
