Todo201905.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-06-04 Tue 14:48 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Org-mode todo 2019-05</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="[[https://wangcc.me][Chaochen Wang]]Chaochen Wang" />
</head>
<body>
<div id="content">
<h1 class="title">Org-mode todo 2019-05</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgab8d6d3">1. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-04 Sat&gt; </span></span> Golden week tasks:</a>
<ul>
<li><a href="#orga084c08">1.1. <span class="done DONE">DONE</span> Research square stat review task 1&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org4745b7c">1.2. <span class="done DONE">DONE</span> Research square stat review task 2&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orgf6a57b1">1.3. <span class="done DONE">DONE</span> Redo NDNS RP MLCA separately&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a></li>
</ul>
</li>
<li><a href="#org3699279">2. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-07 Tue&gt; </span></span> First working day of Reiwa tasks:</a>
<ul>
<li><a href="#org4e1edda">2.1. <span class="done DONE">DONE</span> Deep learning 3nd course Week 2 assignment&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org61dfa76">2.2. <span class="done DONE">DONE</span> Breast cancer and reproduction (confirm the SAP)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></a></li>
<li><a href="#org072e30b">2.3. <span class="done DONE">DONE</span> Upload the questions&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#org4575446">2.4. <span class="done DONE">DONE</span> Buy food for my kids&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org94c1878">2.5. <span class="done DONE">DONE</span> Pick up the family from the airport&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a>
<ul>
<li><a href="#org6c141d7">2.5.1. picked up at midnight <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-08 Wed&gt; </span></span> 1am at the airport bad sleep</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org2cccab9">3. Other Tasks:</a>
<ul>
<li><a href="#orga90e573">3.1. <span class="done DONE">DONE</span> Read book 7: Joint Models for Longitudinal and Time-to-Event Data with Applications in R&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></a></li>
<li><a href="#org6a2096d">3.2. <span class="done DONE">DONE</span> Smoking and colon cancer mortality&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></a>
<ul>
<li><a href="#orgbba542b">3.2.1. data csv prepared on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-14 Tue 14:54&gt;</span></span></a></li>
<li><a href="#org4b66b38">3.2.2. ready to initiate data analysis <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-14 Tue 18:53&gt;</span></span></a></li>
<li><a href="#org2e23fb5">3.2.3. person year calculation done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-15 Wed 20:19&gt;</span></span></a></li>
<li><a href="#org4399c41">3.2.4. covariate arrangement done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-16 Thu 18:16&gt;</span></span></a></li>
<li><a href="#orgbc8827b">3.2.5. start survival analysis on men and women <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-17 Fri 11:43&gt;</span></span></a></li>
<li><a href="#org00d52ec">3.2.6. summary table completed <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-20 Mon 12:26&gt;</span></span></a></li>
<li><a href="#org60a1bed">3.2.7. one mistake found in smoke duration analysis (women) and fixed <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-21 Tue 17:34&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#org28ba789">3.3. <span class="done DONE">DONE</span> Update results from MLCA NDNS RP  to LP and SA&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org50979fe">3.4. <span class="done DONE">DONE</span> Send the updated NDNS RP results to LP and SA&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org438303a">3.5. <span class="done DONE">DONE</span> confirm guidance for IJE submission&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org93a2725">3.6. <span class="done DONE">DONE</span> modify the manuscript for IJE&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org8d6aa15">3.7. <span class="done DONE">DONE</span> Develop an initial report for time-dependent analysis using database&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></a></li>
<li><a href="#orge26efee">3.8. <span class="done DONE">DONE</span> Learn how to do Joint models to analysis the above data&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></a>
<ul>
<li><a href="#orgf825dc2">3.8.1. <span class="done DONE">DONE</span> Learn how to present the dynamic hazards <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-17 Fri 17:34&gt;</span></span>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></a></li>
<li><a href="#orge2196a7">3.8.2. <span class="done DONE">DONE</span> Try what JM author said on github (https://github.com/drizopoulos/JM/issues/13) :parttime: <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-24 Fri 17:59&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#org4aa26b6">3.9. <span class="done DONE">DONE</span> Pay car annual tax&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org198b7cd">3.10. <span class="done DONE">DONE</span> Confirm rakuten edy payment list&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org4f2e462">3.11. <span class="done DONE">DONE</span> Send the scan file of residency card to money partners&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org62b81d8">3.12. <span class="done DONE">DONE</span> JAL mileage register&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orgd85b7eb">3.13. <span class="done DONE">DONE</span> JAL okinawa agenda confirm&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a>
<ul>
<li><a href="#org6b32728">3.13.1. <span class="todo TODO">TODO</span> Okinawa schedule and hotel to be confirmed</a></li>
</ul>
</li>
<li><a href="#orgaf74f14">3.14. <span class="done DONE">DONE</span> Prepare the materials for students.&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a>
<ul>
<li><a href="#org0d836ec">3.14.1. <span class="done DONE">DONE</span> Q1 done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-22 Wed 18:44&gt;</span></span></a></li>
<li><a href="#org7257db8">3.14.2. <span class="done DONE">DONE</span> Q2 60% on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-23 Thu 16:27&gt;</span></span></a></li>
<li><a href="#org447d6a7">3.14.3. <span class="done DONE">DONE</span> Q2 done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-23 Thu 19:06&gt;</span></span></a></li>
<li><a href="#org4fc75de">3.14.4. <span class="done DONE">DONE</span> Q3 Q4 dataset decided <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-24 Fri 12:10&gt;</span></span></a></li>
<li><a href="#org7ead01d">3.14.5. <span class="done DONE">DONE</span> Q3 done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-26 Sun 16:14&gt;</span></span></a></li>
<li><a href="#orga9ddd0a">3.14.6. <span class="done DONE">DONE</span> Q4 mostly done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-27 Mon 12:06&gt;</span></span></a></li>
<li><a href="#orgcdcdfd8">3.14.7. <span class="done DONE">DONE</span> Q4 done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-29 Wed 18:04&gt;</span></span></a></li>
<li><a href="#orgd299634">3.14.8. <span class="done DONE">DONE</span> typo fixed on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-30 Thu 09:49&gt; </span></span> for material with answers</a></li>
<li><a href="#org5205eb1">3.14.9. <span class="done DONE">DONE</span> typo fixed on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-30 Thu 12:05&gt; </span></span> for material without answers</a></li>
<li><a href="#org730fc5f">3.14.10. <span class="done DONE">DONE</span> typo fixed comments from Sasakabe sensei <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-30 Thu 17:33&gt;</span></span></a></li>
<li><a href="#orgefa05a9">3.14.11. <span class="done DONE">DONE</span> paper for submit prepared on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-30 Thu 17:34&gt;</span></span></a></li>
<li><a href="#orge56837a">3.14.12. <span class="done DONE">DONE</span> typo fixed again on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-31 Fri 14:22&gt;</span></span></a></li>
<li><a href="#orgc568f83">3.14.13. <span class="done DONE">DONE</span> final version printed <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-03 Mon 12:07&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#org5d1d4a1">3.15. <span class="done DONE">DONE</span> confirm the comments and modifications from LP and SAM&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a>
<ul>
<li><a href="#orge0db521">3.15.1. <span class="done DONE">DONE</span> done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-28 Tue 16:02&gt;</span></span></a></li>
<li><a href="#orgf23a315">3.15.2. <span class="done DONE">DONE</span> prepare cover letter</a></li>
<li><a href="#org935eeb4">3.15.3. <span class="done DONE">DONE</span> ask LP to type in the requested forms</a></li>
<li><a href="#orgd61ff71">3.15.4. <span class="todo TODO">TODO</span> other things needed to submission</a></li>
</ul>
</li>
<li><a href="#orgd813348">3.16. <span class="done DONE">DONE</span> Research square stat review&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a>
<ul>
<li><a href="#orgdfdce9e">3.16.1. done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-03 Mon 12:06&gt;</span></span></a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<pre class="example">
Org is a mode for keeping notes, maintaining TODO lists,
and doing project planning with a fast and effective 
plain-text system.
</pre>

<div id="outline-container-orgab8d6d3" class="outline-2">
<h2 id="orgab8d6d3"><span class="section-number-2">1</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-04 Sat&gt; </span></span> Golden week tasks:</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orga084c08" class="outline-3">
<h3 id="orga084c08"><span class="section-number-3">1.1</span> <span class="done DONE">DONE</span> Research square stat review task 1&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
<div id="outline-container-org4745b7c" class="outline-3">
<h3 id="org4745b7c"><span class="section-number-3">1.2</span> <span class="done DONE">DONE</span> Research square stat review task 2&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
<div id="outline-container-orgf6a57b1" class="outline-3">
<h3 id="orgf6a57b1"><span class="section-number-3">1.3</span> <span class="done DONE">DONE</span> Redo NDNS RP MLCA separately&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h3>
</div>
</div>

<div id="outline-container-org3699279" class="outline-2">
<h2 id="org3699279"><span class="section-number-2">2</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-07 Tue&gt; </span></span> First working day of Reiwa tasks:</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org4e1edda" class="outline-3">
<h3 id="org4e1edda"><span class="section-number-3">2.1</span> <span class="done DONE">DONE</span> Deep learning 3nd course Week 2 assignment&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
<div id="outline-container-org61dfa76" class="outline-3">
<h3 id="org61dfa76"><span class="section-number-3">2.2</span> <span class="done DONE">DONE</span> Breast cancer and reproduction (confirm the SAP)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></h3>
<div class="outline-text-3" id="text-2-2">
</div>
</div>
<div id="outline-container-org072e30b" class="outline-3">
<h3 id="org072e30b"><span class="section-number-3">2.3</span> <span class="done DONE">DONE</span> Upload the questions&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h3>
</div>
<div id="outline-container-org4575446" class="outline-3">
<h3 id="org4575446"><span class="section-number-3">2.4</span> <span class="done DONE">DONE</span> Buy food for my kids&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
</div>
<div id="outline-container-org94c1878" class="outline-3">
<h3 id="org94c1878"><span class="section-number-3">2.5</span> <span class="done DONE">DONE</span> Pick up the family from the airport&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
<div class="outline-text-3" id="text-2-5">
</div>
<div id="outline-container-org6c141d7" class="outline-4">
<h4 id="org6c141d7"><span class="section-number-4">2.5.1</span> picked up at midnight <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-08 Wed&gt; </span></span> 1am at the airport bad sleep</h4>
</div>
</div>
</div>
