Todo201905.org
** DONE Read book 7: [[http://jmr.r-forge.r-project.org/index.html][Joint Models for Longitudinal and Time-to-Event Data with Applications in R]] :parttime:
** DONE Smoking and colon cancer mortality                            :JACC:
DEADLINE: <2019-05-17 Fri>
*** data csv prepared on <2019-05-14 Tue 14:54>
*** ready to initiate data analysis <2019-05-14 Tue 18:53>
*** person year calculation done on <2019-05-15 Wed 20:19>
*** covariate arrangement done on <2019-05-16 Thu 18:16>
*** start survival analysis on men and women <2019-05-17 Fri 11:43>
*** summary table completed <2019-05-20 Mon 12:26>
*** one mistake found in smoke duration analysis (women) and fixed <2019-05-21 Tue 17:34>
** DONE Update results from MLCA NDNS RP  to LP and SA               :LSHTM:
Done on <2019-05-13 Mon> 
** DONE Send the updated NDNS RP results to LP and SA                :LSHTM:
Done on <2019-05-13 Mon 23:20>
** DONE confirm guidance for IJE submission                          :LSHTM:
** DONE modify the manuscript for IJE                                :LSHTM:
done on <2019-05-22 Wed 13:28>
** DONE Develop an initial report for time-dependent analysis using database :parttime:
Done on <2019-05-13 Mon 15:34>
** DONE Learn how to do Joint models to analysis the above data   :parttime:
Done on <2019-05-13 Mon 17:18>
*** DONE Learn how to present the dynamic hazards <2019-05-17 Fri 17:34>               :parttime:
*** DONE Try what JM author said on github (https://github.com/drizopoulos/JM/issues/13) :parttime: <2019-05-24 Fri 17:59>
** DONE Pay car annual tax                                         :private:
Done on <2019-05-14 Tue 10:41>
** DONE Confirm rakuten edy payment list                           :private:
Done on <2019-05-14 Tue 11:03>
** DONE Send the scan file of residency card to money partners     :private:
Done on <2019-05-14 Tue 11:12>
** DONE JAL mileage register                                       :private:
start on <2019-05-22 Wed>
** DONE JAL okinawa agenda confirm                                 :private:
start on <2019-05-22 Wed> done on <2019-05-23 Thu 11:27>
*** TODO Okinawa schedule and hotel to be confirmed 
** DONE Prepare the materials for students.                            :AMU:
DEADLINE: <2019-05-30 Thu>
*** DONE Q1 done on <2019-05-22 Wed 18:44>
*** DONE Q2 60% on <2019-05-23 Thu 16:27>
*** DONE Q2 done on <2019-05-23 Thu 19:06>
*** DONE Q3 Q4 dataset decided <2019-05-24 Fri 12:10>
*** DONE Q3 done on <2019-05-26 Sun 16:14>
*** DONE Q4 mostly done on <2019-05-27 Mon 12:06>
*** DONE Q4 done on <2019-05-29 Wed 18:04>
*** DONE typo fixed on <2019-05-30 Thu 09:49> for material with answers
*** DONE typo fixed on <2019-05-30 Thu 12:05> for material without answers
*** DONE typo fixed comments from Sasakabe sensei <2019-05-30 Thu 17:33> 
*** DONE paper for submit prepared on <2019-05-30 Thu 17:34>
*** DONE typo fixed again on <2019-05-31 Fri 14:22> 
*** DONE final version printed <2019-06-03 Mon 12:07>
