Todo201905.html
<div id="outline-container-org2cccab9" class="outline-2">
<h2 id="org2cccab9"><span class="section-number-2">3</span> Other Tasks:</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-orga90e573" class="outline-3">
<h3 id="orga90e573"><span class="section-number-3">3.1</span> <span class="done DONE">DONE</span> Read book 7: <a href="http://jmr.r-forge.r-project.org/index.html">Joint Models for Longitudinal and Time-to-Event Data with Applications in R</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></h3>
</div>
<div id="outline-container-org6a2096d" class="outline-3">
<h3 id="org6a2096d"><span class="section-number-3">3.2</span> <span class="done DONE">DONE</span> Smoking and colon cancer mortality&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></h3>
<div class="outline-text-3" id="text-3-2">
</div>
<div id="outline-container-orgbba542b" class="outline-4">
<h4 id="orgbba542b"><span class="section-number-4">3.2.1</span> data csv prepared on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-14 Tue 14:54&gt;</span></span></h4>
</div>
<div id="outline-container-org4b66b38" class="outline-4">
<h4 id="org4b66b38"><span class="section-number-4">3.2.2</span> ready to initiate data analysis <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-14 Tue 18:53&gt;</span></span></h4>
</div>
<div id="outline-container-org2e23fb5" class="outline-4">
<h4 id="org2e23fb5"><span class="section-number-4">3.2.3</span> person year calculation done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-15 Wed 20:19&gt;</span></span></h4>
</div>
<div id="outline-container-org4399c41" class="outline-4">
<h4 id="org4399c41"><span class="section-number-4">3.2.4</span> covariate arrangement done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-16 Thu 18:16&gt;</span></span></h4>
</div>
<div id="outline-container-orgbc8827b" class="outline-4">
<h4 id="orgbc8827b"><span class="section-number-4">3.2.5</span> start survival analysis on men and women <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-17 Fri 11:43&gt;</span></span></h4>
</div>
<div id="outline-container-org00d52ec" class="outline-4">
<h4 id="org00d52ec"><span class="section-number-4">3.2.6</span> summary table completed <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-20 Mon 12:26&gt;</span></span></h4>
</div>
<div id="outline-container-org60a1bed" class="outline-4">
<h4 id="org60a1bed"><span class="section-number-4">3.2.7</span> one mistake found in smoke duration analysis (women) and fixed <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-21 Tue 17:34&gt;</span></span></h4>
</div>
</div>
<div id="outline-container-org28ba789" class="outline-3">
<h3 id="org28ba789"><span class="section-number-3">3.3</span> <span class="done DONE">DONE</span> Update results from MLCA NDNS RP  to LP and SA&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h3>
<div class="outline-text-3" id="text-3-3">
<p>
Done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-13 Mon&gt; </span></span> 
</p>
</div>
</div>
<div id="outline-container-org50979fe" class="outline-3">
<h3 id="org50979fe"><span class="section-number-3">3.4</span> <span class="done DONE">DONE</span> Send the updated NDNS RP results to LP and SA&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h3>
<div class="outline-text-3" id="text-3-4">
<p>
Done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-13 Mon 23:20&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-org438303a" class="outline-3">
<h3 id="org438303a"><span class="section-number-3">3.5</span> <span class="done DONE">DONE</span> confirm guidance for IJE submission&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h3>
</div>
<div id="outline-container-org93a2725" class="outline-3">
<h3 id="org93a2725"><span class="section-number-3">3.6</span> <span class="done DONE">DONE</span> modify the manuscript for IJE&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h3>
<div class="outline-text-3" id="text-3-6">
<p>
done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-22 Wed 13:28&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-org8d6aa15" class="outline-3">
<h3 id="org8d6aa15"><span class="section-number-3">3.7</span> <span class="done DONE">DONE</span> Develop an initial report for time-dependent analysis using database&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></h3>
<div class="outline-text-3" id="text-3-7">
<p>
Done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-13 Mon 15:34&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-orge26efee" class="outline-3">
<h3 id="orge26efee"><span class="section-number-3">3.8</span> <span class="done DONE">DONE</span> Learn how to do Joint models to analysis the above data&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></h3>
<div class="outline-text-3" id="text-3-8">
<p>
Done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-13 Mon 17:18&gt;</span></span>
</p>
</div>
<div id="outline-container-orgf825dc2" class="outline-4">
<h4 id="orgf825dc2"><span class="section-number-4">3.8.1</span> <span class="done DONE">DONE</span> Learn how to present the dynamic hazards <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-17 Fri 17:34&gt;</span></span>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></h4>
</div>
<div id="outline-container-orge2196a7" class="outline-4">
<h4 id="orge2196a7"><span class="section-number-4">3.8.2</span> <span class="done DONE">DONE</span> Try what JM author said on github (<a href="https://github.com/drizopoulos/JM/issues/13">https://github.com/drizopoulos/JM/issues/13</a>) :parttime: <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-24 Fri 17:59&gt;</span></span></h4>
</div>
</div>
<div id="outline-container-org4aa26b6" class="outline-3">
<h3 id="org4aa26b6"><span class="section-number-3">3.9</span> <span class="done DONE">DONE</span> Pay car annual tax&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
<div class="outline-text-3" id="text-3-9">
<p>
Done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-14 Tue 10:41&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-org198b7cd" class="outline-3">
<h3 id="org198b7cd"><span class="section-number-3">3.10</span> <span class="done DONE">DONE</span> Confirm rakuten edy payment list&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
<div class="outline-text-3" id="text-3-10">
<p>
Done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-14 Tue 11:03&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-org4f2e462" class="outline-3">
<h3 id="org4f2e462"><span class="section-number-3">3.11</span> <span class="done DONE">DONE</span> Send the scan file of residency card to money partners&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
<div class="outline-text-3" id="text-3-11">
<p>
Done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-14 Tue 11:12&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-org62b81d8" class="outline-3">
<h3 id="org62b81d8"><span class="section-number-3">3.12</span> <span class="done DONE">DONE</span> JAL mileage register&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
<div class="outline-text-3" id="text-3-12">
<p>
start on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-22 Wed&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-orgd85b7eb" class="outline-3">
<h3 id="orgd85b7eb"><span class="section-number-3">3.13</span> <span class="done DONE">DONE</span> JAL okinawa agenda confirm&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
<div class="outline-text-3" id="text-3-13">
<p>
start on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-22 Wed&gt; </span></span> done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-23 Thu 11:27&gt;</span></span>
</p>
</div>
<div id="outline-container-org6b32728" class="outline-4">
<h4 id="org6b32728"><span class="section-number-4">3.13.1</span> <span class="todo TODO">TODO</span> Okinawa schedule and hotel to be confirmed</h4>
</div>
</div>
<div id="outline-container-orgaf74f14" class="outline-3">
<h3 id="orgaf74f14"><span class="section-number-3">3.14</span> <span class="done DONE">DONE</span> Prepare the materials for students.&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h3>
<div class="outline-text-3" id="text-3-14">
</div>
<div id="outline-container-org0d836ec" class="outline-4">
<h4 id="org0d836ec"><span class="section-number-4">3.14.1</span> <span class="done DONE">DONE</span> Q1 done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-22 Wed 18:44&gt;</span></span></h4>
</div>
<div id="outline-container-org7257db8" class="outline-4">
<h4 id="org7257db8"><span class="section-number-4">3.14.2</span> <span class="done DONE">DONE</span> Q2 60% on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-23 Thu 16:27&gt;</span></span></h4>
</div>
<div id="outline-container-org447d6a7" class="outline-4">
<h4 id="org447d6a7"><span class="section-number-4">3.14.3</span> <span class="done DONE">DONE</span> Q2 done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-23 Thu 19:06&gt;</span></span></h4>
</div>
<div id="outline-container-org4fc75de" class="outline-4">
<h4 id="org4fc75de"><span class="section-number-4">3.14.4</span> <span class="done DONE">DONE</span> Q3 Q4 dataset decided <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-24 Fri 12:10&gt;</span></span></h4>
</div>
<div id="outline-container-org7ead01d" class="outline-4">
<h4 id="org7ead01d"><span class="section-number-4">3.14.5</span> <span class="done DONE">DONE</span> Q3 done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-26 Sun 16:14&gt;</span></span></h4>
</div>
<div id="outline-container-orga9ddd0a" class="outline-4">
<h4 id="orga9ddd0a"><span class="section-number-4">3.14.6</span> <span class="done DONE">DONE</span> Q4 mostly done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-27 Mon 12:06&gt;</span></span></h4>
</div>
<div id="outline-container-orgcdcdfd8" class="outline-4">
<h4 id="orgcdcdfd8"><span class="section-number-4">3.14.7</span> <span class="done DONE">DONE</span> Q4 done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-29 Wed 18:04&gt;</span></span></h4>
</div>
<div id="outline-container-orgd299634" class="outline-4">
<h4 id="orgd299634"><span class="section-number-4">3.14.8</span> <span class="done DONE">DONE</span> typo fixed on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-30 Thu 09:49&gt; </span></span> for material with answers</h4>
</div>
<div id="outline-container-org5205eb1" class="outline-4">
<h4 id="org5205eb1"><span class="section-number-4">3.14.9</span> <span class="done DONE">DONE</span> typo fixed on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-30 Thu 12:05&gt; </span></span> for material without answers</h4>
</div>
<div id="outline-container-org730fc5f" class="outline-4">
<h4 id="org730fc5f"><span class="section-number-4">3.14.10</span> <span class="done DONE">DONE</span> typo fixed comments from Sasakabe sensei <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-30 Thu 17:33&gt;</span></span></h4>
</div>
<div id="outline-container-orgefa05a9" class="outline-4">
<h4 id="orgefa05a9"><span class="section-number-4">3.14.11</span> <span class="done DONE">DONE</span> paper for submit prepared on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-30 Thu 17:34&gt;</span></span></h4>
</div>
<div id="outline-container-orge56837a" class="outline-4">
<h4 id="orge56837a"><span class="section-number-4">3.14.12</span> <span class="done DONE">DONE</span> typo fixed again on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-31 Fri 14:22&gt;</span></span></h4>
</div>
<div id="outline-container-orgc568f83" class="outline-4">
<h4 id="orgc568f83"><span class="section-number-4">3.14.13</span> <span class="done DONE">DONE</span> final version printed <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-03 Mon 12:07&gt;</span></span></h4>
</div>
</div>
