Todo201905.org
** DONE confirm the comments and modifications from LP and SAM       :LSHTM:
*** DONE done on <2019-05-28 Tue 16:02>
*** DONE prepare cover letter 
*** DONE ask LP to type in the requested forms 
*** TODO other things needed to submission
** DONE Research square stat review                                :private:
DEADLINE: <2019-06-03 Mon>
*** done on <2019-06-03 Mon 12:06> 
