Todo201905.html
<div id="outline-container-org5d1d4a1" class="outline-3">
<h3 id="org5d1d4a1"><span class="section-number-3">3.15</span> <span class="done DONE">DONE</span> confirm the comments and modifications from LP and SAM&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h3>
<div class="outline-text-3" id="text-3-15">
</div>
<div id="outline-container-orge0db521" class="outline-4">
<h4 id="orge0db521"><span class="section-number-4">3.15.1</span> <span class="done DONE">DONE</span> done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-28 Tue 16:02&gt;</span></span></h4>
</div>
<div id="outline-container-orgf23a315" class="outline-4">
<h4 id="orgf23a315"><span class="section-number-4">3.15.2</span> <span class="done DONE">DONE</span> prepare cover letter</h4>
</div>
<div id="outline-container-org935eeb4" class="outline-4">
<h4 id="org935eeb4"><span class="section-number-4">3.15.3</span> <span class="done DONE">DONE</span> ask LP to type in the requested forms</h4>
</div>
<div id="outline-container-orgd61ff71" class="outline-4">
<h4 id="orgd61ff71"><span class="section-number-4">3.15.4</span> <span class="todo TODO">TODO</span> other things needed to submission</h4>
</div>
</div>
<div id="outline-container-orgd813348" class="outline-3">
<h3 id="orgd813348"><span class="section-number-3">3.16</span> <span class="done DONE">DONE</span> Research square stat review&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h3>
<div class="outline-text-3" id="text-3-16">
</div>
<div id="outline-container-orgdfdce9e" class="outline-4">
<h4 id="orgdfdce9e"><span class="section-number-4">3.16.1</span> done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-03 Mon 12:06&gt;</span></span></h4>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: <a href="https://wangcc.me">Chaochen Wang</a></p>
<p class="email">Email: <a href="mailto:chaochen@wangcc.me">chaochen@wangcc.me</a></p>
<p class="date">Created: 2019-06-04 Tue 14:48</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
